acpi
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
arch-install-scripts
aspnet-runtime
base
base-devel
bc
bluez-utils
bolt
brave-bin
btop
cabextract
caffeine-ng
cliphist
dhcpcd
dotnet-runtime
dotnet-sdk
dunst
ethtool
evtest
fastfetch
fwupd
fzf
gimp
git
grimblast-git
hypridle
hyprland
hyprlock
hyprpicker
intel-ucode
irssi
iw
jome-git
keyd
kitty
kvantum
kvantum-theme-catppuccin-git
linux
linux-firmware
lsof
man-db
man-pages
mesa
mkcert
mupdf
neovim
netcoredbg
networkmanager
nm-connection-editor
noto-fonts-emoji
npm
ntfs-3g
nwg-look
openssh
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
prettier
qt5-wayland
qt5ct
qt6ct
sddm
sof-firmware
spotify-launcher
stylua
swww
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
tlp
tmux
tofi
tree
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
udisks2
unzip
usb_modeswitch
vesktop-bin
vi
vim
visual-studio-code-bin
waybar
wireless_tools
wireplumber
wlogout
wpa_supplicant
xf86-input-libinput
xf86-video-intel
yay-bin
yay-bin-debug
yuki-iptv-bin
zathura
zathura-pdf-mupdf
zen-browser-bin
