acpi
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
amd-ucode
anki
arch-install-scripts
aspnet-runtime
aspnet-runtime-8.0
base
base-devel
bat
bc
bluetui
bluez-utils
bob
bolt
brave-bin
btop
cabextract
cliphist
delve
deno
dhcpcd
docker
docker-buildx
docker-compose
dos2unix
dotnet-runtime
dotnet-runtime-8.0
dotnet-sdk
dunst
efibootmgr
ethtool
evtest
fastfetch
fd
fwupd
fzf
gimp-devel
git
git-delta
github-cli
gnome-themes-extra
go
gobang-bin
grayjay-bin
grimblast-git
grub
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
hyprutils
inkscape
intel-ucode
irssi
iw
jdk-openjdk
jetbrains-toolbox
jome-git
kazam
keyd
kitty
kvantum
kvantum-theme-catppuccin-git
lazygit
lib32-nvidia-utils
lib32-systemd
linux
linux-firmware
lsof
ly
man-db
man-pages
maven
mesa
mkcert
mupdf
neovim
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-utils
nvm
nwg-look
obs-studio-tytan652
obsidian
openssh
openvpn
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pgcli
php
php-apache
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
postgresql-old-upgrade
pulsemixer
python-openai
python-pip
qt5-wayland
qt5ct
qt6ct
redshift
ripgrep
rustup
sabnzbd
sof-firmware
starship
steam
stress
stylua
swww
syncthing
systemd-resolvconf
task
taskwarrior-tui
teams-for-linux
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
timew
tlp
tmux
tofi
tree
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
uair
udisks2
unzip
usb_modeswitch
ventoy-bin
vesktop-bin
vi
vim
visual-studio-code-bin
warpinator
waybar
wf-recorder
wireguard-tools
wireless_tools
wireplumber
wlogout
xdg-desktop-portal
xdg-desktop-portal-hyprland
xf86-input-libinput
yay-bin
yay-bin-debug
yazi
yuki-iptv
zathura
zathura-pdf-mupdf
zen-browser-avx2-bin
zsh-vi-mode
